---
kind: enumMember
id: F:Autodesk.Revit.DB.IFC.IFCImportAction.Open
enum: Autodesk.Revit.DB.IFC.IFCImportAction
source: html/fa9e1b3a-fbed-c864-c48f-518c894b11ca.htm
---
# Autodesk.Revit.DB.IFC.IFCImportAction.Open

Open a new project file.